Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/forms_schemes_fi/sote-savasupohjoissaame.pdf.tmx
Source language: sme
Languages: sms

source: Máná mihtilmas doaibmavuogit váldojit vuhtii beaivválaš doaimmain.
sms: Päärna jiiŠjjesnallšem tuåimmjemnääĺ vääldet lokku juõŠǩǩpeiŠvvsain tuåimin.

source: Beaivválaš doaimmain ollašuhttit dán plánas máinnašuvvon kultursisdoaluid ja árvvuid nu, ahte mánná sáhttá vásihit gielas ja kultuvrras lunddolaš oassin iežas eallimis.
sms: JuõŠǩǩpeiŠvvsain tuåimin čõõđtet täŠst plaanâst peäggtum kulttuur siisǩeid da äärvaid nuŠt, što päärnaž vuäitt ǩiõŠččlâstted ǩiõlâs da kulttuures luâđližžen vueŠssen jiiŠjjes jieŠllmez.

source: Beaivválaš doaimmaid ollašuhttimis geavahit veahkkin sápmelašservodaga dieđuid ja dáidduid.
sms: JuõŠǩǩpeiŠvvsaid tuåimid čõõđteest ââned veäŠǩǩen sääŠmõhttsažkååŠdd teâđaid da čeäŠppvuõđ.

source: Boradeapmi lea oassi máná vuođđodivššu, bajásgeassima ja oahpaheami.
sms: Porrmõž lij vueŠss päärnai vuađđhååid, peâmmʼmuužž da mättõõzz.

source: Máná movttiidahttit oahpásmuvvat ođđa borramušávdnasiidda ja smáhket earálágan borramušaid.
sms: Päärna kueŠddted tobddstõõttâd ođđ porrmõšaunnsid da njâdded jeeŠresnallšem porrmõõžžid.

source: Boradeapmi lea sosiála dáidduid hárjehallan, gos mánná oahppá buriid láhttendábiid, nuppiid vuhtii váldima ja atnit borramuša árvvus.
sms: Porrmõž lij sosiaalâž čeäŠppvuõđi harjjtõõllmõs, koŠst päärnaž mättai puârast åårrad, kueiŠmi lokku väŠlddmuužž da uŠvdded äärvv porrmõžže.

source: Máná movttiidahttit iešdoaimmalaš boradeapmái hoahpohis, dorvvolaš ja oahpahallamii miehtemielalaš birrasis.
sms: Päärna kueŠddted jiiŠjjestuåimmsa poorrmužže ǩiirteŠmes, staanlaž da mättʼtõõttmužže miõđlaž pirrõõzzâst.

source: Borramušválljemat, borramušdilálašvuohta, borramušságat ja guottut stivrejit máná borranhárjánemiid ovdáneami.
sms: PorrmõšvaŠljjumuužž, poorrámšoddmuš, porrmõš- saaǥǥ da šiõttõõttmuš ohjjee päärnai poorrâmnaali õuddnumuužž.

source: Stoahkanagis lea dehálaš oažžut máŋggabealat borramuša. Šattuid, heđemiid ja murjjiid valljis geavaheapmi, dipma buoiddit biebmobuoidin, vuojahis mielki, gaskabihtáid kvalitehta, goikojuhkamušaid jierpmálaš válljen ja garvit bistevaš borrama.
sms: SiõrrââŠjjest lij vääžnai porrmõõõžž määŋgbeäŠllsažvuõtt, šââddai, heedâlmi da mueŠrji jânnjõs âânnmuš, teemesvuõŠj poorrâmvuõŠjjân, vuõŠjteŠmes mieŠlǩǩ, kõskkporrmõõžži šlaajj, juukkmõõžži jeäŠrmelt vaŠlljumuš da tuäveemnaali viälttʼtumuš..

source: Máná šaddanbiras galgá leat fysalaš, psykalaš ja sosiálalaš dahkkiid dáfus dakkár, ahte dat ovddida máná buresbirgejumi, dearvvašvuođa, šaddama, ovdáneami ja oahppama.
sms: Päärna šõddâmpirrõz ferttai leeŠd fyyslaž, psyyklaž da sosiaalaž raajjʼji beäŠlest nåkam, što tõt õõudáđ päärna puârast pirǧǧumuužž, tiõrvâsvuõđ, šõddmuužž, õuddnumuužž da mättjumuužž.

source: Eandalii galgá giddet fuomášumi máná šlápmadássái.
sms: Eärben vuâmmšed õõutilooǥǥ kõõmtääzz.

source: Dilihisvuohta, šlápmavuohta ja liiggálaš sosiála kontávttat bajidit máná streassahearkivuođa menddo bajás, mii sáhttá oasistis váikkuhit máná jierpmálaš ja gielalaš ovdáneapmái, muitui, iešgovvii sihke sosiálalaš dáidduide.
sms: VeäŠllštumuš, kõõmmʼmuš da leeiǥǥ sosiaalaž kontaaktt pââjee päärna stressläđđasvuõd leigga pââjas, mii jiiŠjjes beäŠlest vuäitt vaaikted päärna jeäŠrmmvuađlaž da ǩiõlvuâđlaž õuddnumužže, moštte, jiõččkartte di sosiaalaž čeäŠppvuõđid.

source: Šaddanbirrasis giddet fuopmášumi dorvvolašvuhtii ja ruovttulagašvuođa lassin doaibmasajiid doaimmalašvuhtii, luonddulagašvuhtii ja dasa, mo dat addet vejolašvuođa sápmelaš árbevieru sirdašuvvamii lunddolaččat.
sms: Sõddâmpirrõõzzâst vuâmmšet staanvuõđ da dommnallšemvuõđ lââzzen tuåimmsââŠji toimmjemvuõtte, luâđ âlddsõsvuõtte da tõzz, mäŠhtt tõk oŠvdde vueittemvuõđ säŠmmla ärbbvuõđ serddmužže luâđalt.

source: Doaibmalanjain lea maiddái vejolašvuohta earálágan sápmelaš giehtadujiid bargamii.
sms: TuåimmsââŠjin lij vueittemvuõtt še jeeresnallšem säŠmmlai ǩiõŠtt - tuâŠjai raajjmužže.

source: Doaibmalanjaid lahkasiin lea sadji lávu dahje eará sápmelaš árbevirolaš šilljoráhkadusaid ceggemii.
sms: TuåimmsââŠji âlddsõõzzâst lij vueittemvuõtt kåvvaz da jäŠrrsi säŠmmlai ärbbvuâđlaž šeljjraajlmi ceäggtumužže.

source: Šilljobirrasa sámáidahttimiin sáhttit oasistis nannet máná kulturidentitehta ja dahkat máŋggabealagat giellageavahanvejolašvuođaid.
sms: ǨeŠddmäärǩ säämnalla raajeeŠl vueitet jiiŠjjesnalla raŠvveed päärna kulttuur-identiteett da raajjâd jäänben määŋgbeäŠllsaid ǩiõlâânnem vueittemvuõđ.

source: SÁPMELAŠ ÁRABAJÁSGEASSIMA PLÁNEN, OLLAŠUHTTIN, STIVREN JA ÁRVVOSTALLAN
sms: SÄŠMMLA HÅIDDÂKKSAI PEÂMMTUÂÂŠJ TOIMMJUMUUŽŽ PLAANMUŠ, ČʼʼĐTUMMUŠ, OHJJUMUŠ da ÄRVVSTʼʼLLMUŠ

source: Árabajásgeassindoaimma plánen
sms: Håiddâkksai peâmmtoimmjumuužž plaanmuš

source: Árabajásgeassinovttadagas dahket ovttadatguovdasaš doaibmaplána, man vuođđun lea sápmelaš árabajásgeassinplána ja jahkodatgierdu.
sms: Håiddâkksai peâmmpeâmmõõutilååǥǥin raajât õõutilooǥǥmieŠlddsaž toimmjemplaann, kååŠnn vuađđán lie säämhåiddâŠkksai peâmmplaan da sääŠm eeŠjj-jårrõs.

source: Plánema ruŋgun atnit sápmelaččaid gávcci jagiáiggi, mii govve sápmelaš máilmmigova.
sms: Plaan vuađdân tuõŠlljed säŠmmlai kääuŠc eeŠjjaaiŠjid, kååŠtt karttŠttâd säŠmmlai mââilmmkaart.

source: Sápmelaš máilmmigovva dovdo ja eallá árgabeaivvi bargguid guovdu.
sms: SäŠmmlaž mââilmmkartt šâdd da jeäŠll arggpeeiŠv tuâŠjai kõoskâst.

source: Sápmelaččaid gávcci jahkeáiggi leat dálvi, giđđadálvi, giđđa, giđđageassi, geassi, čakčageassi, čakča ja čakčadálvi.
sms: SäŠmmlai kääuŠc eeŠjjääiŠj lie täŠlvv, kiđđtäŠlvv, ǩiđđ, ǩiđđǩieŠss, ǩieŠss, čõhččǩieŠss, čõhčč da čõhččtäŠlvv.

source: Mánnái dahkat persovnnalaš árabajásgeassinplána (árplá) ovttasbargguin máná vánhemiid dahje eará máná bajásgeassimis vástideaddji olbmuiguin.
sms: Päärnže raajât privaat håiddâŠkksai peâmmplaan (vasu) õhttsažtuâŠjast päärna puärrsi leŠbe jäŠrrsi päärn huõlâânnmest västteei oummivuiŠm.

source: Árplá ulbmilin lea máná persovnnalašvuođa ja vánhemiid oainnuid vuhtiiváldin doaimma ordnemis ee. máná vásáhusat, dárbbut ja boahttevuođa oidnosat, máná beroštumit, givrodagat ja máná persovnnalaš doarjaga ja stivrema dárbbut.
sms: Vasu täävvtõzzân lij päärna jiiŠjjesnallšemvuõđ da puärrsi vuäinnmõõzzi lokku väŠlldmõš toimmjumuužž järjstumuužžâšt jm. päärna ǩiõčclâŠsttmuužž, taarbb da puõŠtti ääiŠj vuäinnmõožž, päärna miõlǩiessi ääŠšš, ravvõsvuõđ da päärna persoonlaž tueŠrjj da ohjjeemtaarbid.

source: Árabajásgeassinplánas soahpat vánhemiiguin ovttasbarggu doaibmavugiin.
sms: HåiddâŠkksai peâmmplaanqst suåvât puärrsivuiŠm õõutsââŠjest toimmjemnaalin.

source: Mánná sáhttá maiddái ieš oassálastit árabajásgeassinplána dahkamii ja árvvoštallamii vánhemiiguin ja bargoveaga ovttas soahpan vugiin.
sms: Päärnaž vuäitt še jiõčč vuäŠssõõttâd håiddâŠkksai peâmmplaann raajjmužže da ärvvstõõllmušin puärrsi da personkååŠdd õõutveäkka suåppõmnääŠleld.

source: Árabajásgeassinovttadagas ordnet jeavddalaš plánenčoahkkimiid bearrašiiguin.
sms: Håiddâkksai peâmmpeâmmõõutilååǥǥin riâššat äiǧǧmiermieŠlddsaid plaanâmsååbbrid piârrji vuiŠm.

source: Ovttadatguovdasaš doaimma plánemis ja ollašuhttimis geavahit viidásit veahkkin oppa sámeservodaga.
sms: ʼõutilooǥǥ jiiŠjjes toimmjemplaanmuužžâst da čõõđtumuužžâst ââned veeidâlt veäŠǩǩen obb sääŠmõhttsažkååŠdd.

source: Árabajásgeassindoaimma plánemis bargat ovttasbarggu maiddái eará sápmelašovttadagaiguin sihke iežas gielddas ja oppa sámeguovllus.
sms: Håiddâkksai peâmmtoimmjumuužž plaanmuužžâst raajât õhttsažtuââj še jeeŠres sääŠm õõutilooǥǥi kõõskâlt di jiiŠjjes kååŠddest mâte sääŠmvuuŠvdest obbneezz.

source: Ulbmilin lea dahkat bissovaš sámeguovllu fierpmádaga, mii bealistis buktá doarjaga bargui ja lasiha sápmelaš árabajásgeassindoaimma sisdoalu ovddidanvejolašvuođaid.
sms: Täävvtõzzân lij raajjâd põõžži sääŠmvuuŠvd säiŠmm, kååŠtt beäŠllstes pohtt tueŠrjj tuõŠjju da lââzzad säŠmmla håiddâkksai peâmmtoimmjumuužž siisǩe õõdâsviikkâm vueittemvuõđ.

source: Ovttadatguovdasaš doaibmaplána sisdoallá ee. čuovvovaš áššiid:
sms: ʼõutilooǥǥ kuõskki toimmjemplaan siisǩâld jm. puõŠtti seurrjemnalla åårai aaŠššid:

source: - almmolaš ulbmilat
sms: - takai täävtõõzz

source: - šaddanbirrasa govvideapmi
sms: - šõddâmpirrõõzz karttʼtumuš

source: - sámegiela oahppama ulbmilat ja gaskaoamit
sms: - sääŠm ǩiõl mättjem täävtõõzz da neäŠvv

source: - kulturárvvuid ollašuvvan geavatlaš doaibman jahkodatgierddu mielde
sms: - kulttuuraarvi čõõđtumuš tueŠjjeemnääŠllen eeŠjj- jårrõõzz mieŠldd

source: - ovttasbargu vánhemiiguin, sogain eará beliiguin
sms: - õhttsažtuâŠjj puärrsi, sooǥǥ da jäŠrrsivuiŠm

source: - doaimma árvvoštallan ja guovddáš ovddidančuozáhagat
sms: - toimmjumuužž ärvvstõõllmuš da ǩõskkšââŠjest åårai õõdâsviikkâmääŠšš

source: Árabajásgeassima ollašuvvan
sms: Håiddâkksai peâmmtuââŠj čõõđtummuš

source: Mánáid beaivedikšu lea vuođđobálvalus, man ordnen lea gieldda geatnegasvuohta ja man ruhtadeapmi ollašuvvá eanaš servodaga ruđaiguin.
sms: Päärnai peiŠvvhåidd lij vuađđkääzzkõs, koonn järjstumuš lij kååŠdd õõlǥtummuš da koonn teäŠǧǧvuõtt šâdd vuõss-sââŠjest õhttsažkååŠdd tieŠǧǧin.

source: Servodaga doaibman lea dáhkidit kvalitehtalaččat buori beaivedivššu oažžuma nu, ahte buot mánáin lea vejolašvuohta oassálastit bálvalusaide bearraša sosioekonomalaš dahje eará servodatlaš sajádagas ja ássanbáikkis fuolatkeahttá.
sms: ʼhttsažkååŠdd tuâŠjjan lij staanad šlaajjmieŠldd pueeŠr peiŠvvhååid vuäŠǯǯmuš nuŠt, što pukin päärnain lij vueittemvuõtt vuäŠssõõttâd kääzzkõõzzid huõlǩani piârri sosioekonomlaž leŠbe jeeŠres õhttsažkååŠddvuađlaž sââŠjest leŠbe jeäŠllsââŠjest.

source: Bálvalusat galget leat máŋggabealagat ja eará bálvalanhámiid dássedettolaš ovddideamis galgá atnit fuola.
sms: Kääzzkõõzzi ferttje leeŠd määŋgbeäŠllsa da jeeŠres kääzzkâsttemnääŠli tääzzverddsaž õõdâsviikkmuužzast ferttai âânned huõl.

source: Sámegielat vuođđobálvalusaid buvttadeamis vástidit vuosttažettiin sámeguovllu gielddat.
sms: SääŠmǩiõllsai vuađđkääzzkõõzzi puuttʼtumuužžâst väŠsttee vuõss- sââŠjest sääŠmvuuŠvd kååŠdd.

source: Eatnigielat bálvalusaid buvttadeapmi lea goittotge láhkaásaheamis meroštallojuvvon buot Suoma gielddaid vuođđodoaibman.
sms: JieŠnnǩiõlsai kääzzkõõzzi puuttʼtumus lij kuuitaǥ lääŠjjest miertõllum puki LääŠddjânnam kååŠddi vuađđtuâŠjjan.

source: Maiddái organisašuvnnat leat váldán oasi mearkkašahtti vugiin sámegielat bálvalusaid buvttadeapmái.
sms: Še õhttõõzz lie vuäŠssõõttam miârkkšõõvvi nääŠleld sääŠmǩiõllsai kääzzkõõzzi puuttʼtumužže.

source: Sápmelaččaid ruovttuguovllus ordnejit sápmelaš beaivedivššu ja giellabeassedoaimma váldooassái bearášbeaivedikšun.
sms: SäŠmmlai dommvuuŠvdest riâššat sääŠm peiŠvvhååid da ǩiõllpieŠsstoimmjumuužž vuõss- sââŠjest ärttelpiârpeiŠvvhåiddan.

source: Dušše Ohcejoga gielddas doaibmá davvisámegielat beaiveruoktu.
sms: Odinakai UŠccjooǥǥ kååŠddest toimmai tâŠvvsäŠmmlaž peiŠvvdomm.

source: Bearášbeaivedikšohápmi lea šaddan eanaš doaibmahápmin ja dan vuođđun leat guhkes gaskkat sihke skuvlejuvvon bargoveaga oažžun.
sms: ÄrttelpiârpeiŠvvhåiddååbleǩ lij tieŠddi vuõss-sââŠjjlaž toimmjemnääŠll koonn vuađđan lie kuuǩes määtǩ di škoouljum personkååŠdd vuäŠǯǯmõš.

source: Maiddái sámegielat beaivedivššu dárbbu molsašuddan sihke smávva mánnámearit giliid guovdu leat váikkuhan bearášbeaivedikšohámi dábálažžan šaddamii.
sms: Še sääŠmǩõllsa peiŠvvhååid taarb vaajjtõõllmuš di uuŠcces päärnaimieŠr siijdin vaaiktam ärttelpiârpeiŠvvhåiddååbleǩ jäänumužže.

source: Ruovttus dáhpáhuvvan sápmelaš bearášbeaivedikšu ii sámeguovllu gielddain leat oažžumis.
sms: Dååmašõddi säŠmmlaž piârpeiŠvvhåidd sääŠmvuuŠvd kååŠddin iŠlla vuäŠǯǯamnalla.

source: Sápmelaččaid ruovttuguovllus leat golggotmánu 2009 dieđuid mielde sámegielat árabajásgeassimis vuollásažžan oktiibuot 104 máná, main sámegielat beaivedivššus 71 máná ja giellabeassedoaimmas 33 máná.
sms: SäŠmmlai dommvuŠvdest lie kålggmannu 2009 teâđai mieŠldd sääŠmǩiõllsai håiddâkksai peâmmkääzzkõõzzi kruuggâst õhtsižže 104 päärna, koinn sääŠmǩiõllsest peiŠvvhååidâst 71 päärna da ǩiõllpieŠsstoimmjumuužžâst 33 päärna.

source: Mánáid mearri, geat leat sámegielat beaivedivššus, mearri lea lassánan maŋimus 5 jagi áigge Anára ja Ohcejoga gielddain ja geahppánan Eanodaga gielddas.
sms: SääŠmǩiõllsest peiŠvvhååidâst åårai päärnai mieŠrr lij maaimõs 5 eeŠjj äiŠǧǧen lâzznam Aanar da UŠccjooǥǥ kååŠddin da oŠccnam Enontekiö kååŠddest.

source: Sápmelaččaid ruovttuguovllu olggobealde sámegielat ollesáiggi beaivedivššu sáhttá oažžut Roavvenjárggas, gos leat 7 máná.
sms: SäŠmmlai dommvuuŠvd åålǥbeäŠlnn sääŠmǩiõlin obbpeiŠvvsaž peiŠvvhåidd lij vuäŠǯǯamnalla RuäŠvnjaarǥâst, koŠst lie 7 päärna.

source: Oulus doaibmá sámegielat árabajásgeassinriekkis, gos leat mielde 5 máná.
sms: Oulust toimmai sääŠmkiõllsaž håiddâkksai peâmmkruugg, koŠst lie mieŠldd 5 päärna.

source: Árabajásgeassima stivren
sms: Håiddâkksai peâmmtuââŠj ohjjumuš

source: Sámegielat beaivedikšu ja giellabeassedoaibma gullet sámeguovllu gielddain sosiáladoaimma dahje čuvgehusdoaimma hálddahusa vuollásažžan.
sms: SääŠmkiõllsaž peiŠvvhåidd da ǩiõllpieŠsstoimmjumuš kolle sääŠmvuuŠvd kååŠddin sosiaaltuååim leŠbe čuõvtemtuââŠj vaaldšem vuâlla.

source: Suomas eanas suomagillii, Ohcejoga gielddas doaibmá sámegielat árabajásgeassinstivrejeaddji.
sms: SäŠmmla håiddâkksai peâmmtuââŠj ohjjumuš šâdd LääŠddjânnmest vuõss-sââŠjest LääŠddǩiõlle, UŠccjooǥǥ kååŠddest toimmai sääŠmkiõllsaž håiddâkksai peâmmtuâŠjj ohjjeei.

source: Árabajásgeassinstivremis vástideaddji bargoveahka dáhkida, ahte sápmelaš árabajásgeassinovttadagaid doaibma doarju sámemáná iežas giela ja kultuvrra bajásdoallama ja ovddideami.
sms: Håiddâkksai peâmmtuââŠj ohjjumuužžâst väŠstteei personkåŠdd ainsmâtt, što säŠmmlai håiddâkksai peâmmõõutilooǥǥi toimmjumuš tuäŠrjjad sääŠmpäärna jiiŠjjes ǩiõl da kulttuur pâŠjjen tuõŠlljumuužž da õõudâsviikkmuužž.

source: Árabajásgeassimis vástideaddji bargoveagas galggašii leat doarvái buorre sámegiela ja kultuvrra dovdamuš sihke dieđut máŋggagielatvuohtabajásgeassimis.
sms: PeiŠvvhåiddâkksai peâmmtuâŠjast vaŠstteei personkååŠddest ââlǥče leed rijttjeei sääŠmǩiõl da kulttuur tobddmõš di teâđ määŋgǩiõllsažvuõttpeâmmtuâŠjast.

source: Sápmelaš árabajásgeassima stivren dahkkojuvvo ovttasbarggus Sámedikkiin.
sms: SäŠmmla håiddâkksai peâmmtuââŠj ohjjumuužžâst tueŠjjeet õhttsažtuââj SääŠmteeŠggain.

source: Doaimma árvvoštallan
sms: Toimmjumuužž ärvvstõõllmuš

source: Árabajásgeassinbálvalusaid árvvoštallan ollašuhtto ovttas mánáin ja su vánhemiiguin, sogain, bargoveagain ja ovttasbargobeliiguin.
sms: Håiddâkksai peâmmkääzzkõõzzi ärvvstõõllmuužž čõõđtet õõutveäkka päärna da suu puärrsi, sooǥǥ, personkååŠdd da jäŠrrzi õhttsažtuâŠjjneeǩǩivuiŠm.

source: Bajásgeassin lea čatnasan kultuvrra ja servodaga nuppástuvvamii.
sms: PeâmmtuâŠjj lij čõnnum kulttuure da õhttsažkååŠdd muttõzze.

source: Doaibmabirrasiid rievdadusat váikkuhit árabajásgeassindoaimma ollašuhttima jeavddalaš árvvoštallamii, dan mielde doaimma ovddideapmái, ulbmiliid ásaheapmái ja ollášuhttimii.
sms: Toimmjempirrõõzz muttõõzz vaaikte håiddâkksai peâmmtuåimm cõõđtumužže juäŠtkkjeei ärvvstõõllmuzzin, tõn mieŠlddsa toimmjumuužž õõudâsviikkâm täävvtõõzzi šïõttumuže da čõõđtumužže.

source: Árabajásgeassima sisdoalu árvvoštallamiin ovddidit árabajásgeassima árgga doaimma nu, ahte árabajásgeassin sáhtašii buorebut dávistit juohke máná dárbbuid ja árabajásgeassin oktan bálvalushápmin bearraša dárbbuide.
sms: Håiddâkksai peâmmtuââŠj siisǩe arvstõõllâm veäkka viiǥǥâd õõudâs håiddâkksai peâmmtuââŠj aarǥtoimmjumuužž nuŠt, što håiddâkksai peâmm vuäitče mååžna puârast vaŠstteed juõǩǩka päärna taarbid da håiddâkksai peâmmtuââŠj õhttân kääzzkâsttemnääŠllen piârrji taarbid..

source: Árvvoštallama ollašuhttima bealis galggašii ovttaskasdási plánemis meroštallat mo dieđu čohkket, geat árvvoštallet, goas ja mo.
sms: Arvstõõllmuužž čõõđtumuužž vueŠssen ââlǥče õõutilooǥǥid kuõskki plaanâst miertõõllâd mäŠhtt teâđaid norre, ǩeäk arvstâlle, kuäs da mõõnnalla..

source: Doaimma árvvoštallamii gullá maiddái máná áican ja su árgga oidnosiin dahkan, ahte merket bajás mánnái guoskevaš áicamiid.
sms: Toimmjumuužž ärvvstõõllmužže kooll še päärna vuâmmšumuš da suu aarǥ kuâŠsttjeejen raajjmuš ǩeŠrjteeŠl pââjas päärna kuõskki vuâmmšum aaŠššid.

source: Áican veahkeha bajásgeassi earuhit máná ovdáneami muttuid ja persovnnalaš sárgosiid.
sms: Vuâmmšõõttmuš veäǩǩad peâmmʼmai tobddât päärna õuddnumuužž pââŠjid da persoonlaž nääŠlid.

source: Dilálašvuođain, main bajásgeassis badjána fuolla mánás, lea earenoamáš dehálaš bisánit áicat máná doaimma ja das dáhpáhuvvan nuppástusaid.
sms: Šõddmuužžin, koin peâmmjest šâdd huõll päärna diõtt, lij vuõss-sââŠjest vääžnai årsted vuâmšõttâd päärna toimmjumuužž da tõst šõddâm muttõõzzid.

source: Beaivválaš áican addán mávssolaš dieđu vánhemiidda.
sms: JuõŠǩǩpeiŠvvsaž vuâmmšâddmuš oŠvdd arvvsõš teâđ puärrsid.

source: Áican ja dokumenteren leat maiddái buorit gaskaoamit máná oasálašvuođa ovddideamis.
sms: Vuâmmšõddmuš da dokumenttmuš lie še pueŠr neäŠvv päärna vuäŠssatvuõd õõudumuužžâst.

source: Bajásgeassi áicá maiddái máná beroštumiid vai sáhttá plánet doaimmas mánnálagabuš ja guođđá saji máná iežas evttohusaide.
sms: Peâmmai vummšâdd še päärnai miõlǩieŠss aaššid što vuäitt plaanâd toimmjumuužž päärnast vueŠlǧǧjen kueđeeŠl sââŠj päärna jiiŠjjes čuäjtõõzzid.

source: Máná, vánhemiid ja soga addán máhcahat veahkeha bargoveaga diehtit gos leat lihkostuvvan ja gos lea ovddidanveara.
sms: Päärna, puärrsi da sooǥǥ uŠvddem maacctõs veäǩǩad personkååŠdd teâđsted koŠst lij onnstum da koŠst lij pueŠrumuš.

source: Árvvoštallan sisttisdoallá ee.
sms: Ärvvstõõllmuš siisǩâld jm.

source: - máná persovnnalaš ja gielalaš ovdáneami árvvoštallama
sms: - päärna persoonlaž da ǩiõlvuađlaž õuddnumuužž ärvvstõõllmuužž

source: - árvvoštallama das, mo sápmelaš kulturárvvut ollašuvvet geavatlaš doaibman
sms: - ärvvstõõllmuužž tõst, mäŠhtt säŠmmla kulttuuräärvv tuâtte tueŠjjeemnääŠllen.

source: - árabajásgeassima, vánhemiid ja soga bajásgeassinovttasbarggu árvvoštallan
sms: håiddâkksai peâmmtuâŠjjlai, puärrsi da sooǥǥ peâmmõhttsažtuââŠjj ärvvstõõllmuužž

source: - árvvoštallan das, mo doaimma organiseren ja ordnen dorjot máná oppalaš buresbirgejumi
sms: - ärvvstõõllmuužž tõšt, mäŠhtt toimmjumuužž organâsttmuš da järjstumuš tuäŠrjjee päärna obbväŠlddsa puârast pirǧǧumuužž.

source: Bargoveaga árvvoštallama gaskaoapmin leat áican, dokumenteren, iežas barggu árvvoštallan, ovddidanháleštallamat hoavddain, ovttadatguovdasaš bargobáikečoahkkimat ja oppa giella sápmelaš árabajásgeassima bargočoahkkimat.
sms: PersonkååŠdd arvstõõllâmneäŠvvan lie vuâmmšõddmuš, dokumenttmuš, jiiŠjjes tuââŠj ärvvstõõllmuš, õõudâsviikkâmsaǥstõõllmuužž jååđteejin, õõutilooǥǥi seŠst tuâŠjjpäiŠǩǩsååbbar da obb kååŠdd säŠmmla håiddâkksai peâmmtuâŠjjlai sååbbar.

source: Sápmelaš árabajásgeassinplána sisdoalus ja doaimmalašvuođas plánema vuođđun čohkket máhcahaga Davvi-Suoma sosiálasuorggi máhttinguovddáža bealis.
sms: SäŠmmla håiddâŠkksai peâmmtuââŠj plaanmuužž vuađđân noorât maacctõõzz TâŠvvLääŠddjânnam sosiaaltuââŠj siltteemkõskkõõzz tuåimest.

source: Máhcahaga bokte ožžojuvvon dieđu ávkkástallat sápmelaš árabajásgeassima ovddidanbarggus.
sms: Maacctõõzz mieŠldd vuäŠǯǯum teâđ âânet äuŠǩǩen säŠmmla håiddâkksai peâmmtuââŠj õõuđâsviikkâmtuâŠjast.

source: Beaivedivššu dorvvolašvuođaplánii gullet sihke bargoveaga ja mánáid guoskevaš lágas ásahuvvon ja earát dorvvolašvuođa ja dearvvašvuođa guoskevaš plánat.
sms: Staannvuõttplaann PeiŠvvhååid staannvuõttplaan sizz kolle di persoonkååŠdd što päärnaid kuõskki lääŠjjmieŠlddsa da järraz staanvuõđ da tiõrvâsvuõđ kuõskki plaan.

source: Beaiveruovttuláhka geatnegahttá doaibmaovttadaga fuolahit beaivedivššu dorvvolaš ordnemis.
sms: PeiŠvvhåiddlääŠǩǩ õõlǥad toimmjemõõutilooǥǥ âânned huõl peiŠvvhååid staanlaž järjstumuužžâst.

source: Beaivedivššu dorvvolašvuođaplána lea viidásut go gádjunplána oppalašdorvvolašvuođa buorideapmái ja bajásdoallamii siktejeaddji áššegirji.
sms: PeiŠvvhååid staannvuõttplaan lij peäŠllštem plaanâst veeidab obb staanvuõđ pueŠrumužže da páŠjjentuõlŠlljmužže sǩihttjeei äŠššpõmmâi.

source: Dorvvolašvuođaplánas árvvoštallat doaimma uhkideaddji áitagiid ja čielggadit doaimma riskkaid ja váldit vuhtii lágaid, mat muddejit beaivedivššu guovddáš gáibádusaid, doaibmaovttadagaid bargosuodjaleami doaibmaprográmma sihke bargodearvvašvuohtačielggadusat.
sms: Staannvuõttplaanâst arvvlâdde toimmjumuužž ukkõõzzid da selvvted toimmjumuužž riiskit vääldeeŠl lokku peiŠvvhååidmuužžâst šiõtteei lääŠjji kõskksaž õõlǥtumuužžid, toimmjemõõutilooǥǥ tuâŠjjsueŠjjeem toimmjemproggramm di tuââŠj tiõrvâsvuõtthuõl tuâŠjjpäiŠǩǩselvvtõõzzid.

source: Guorahallamii gullet ee doaibmaovttadaga bargoveahka, mánát, geat leat divššus, doaibmaovttadagas galledeaddji olbmot, doaibmaovttadaga olgo- ja sissajit sihke doaibmagaskaoamit ja lagašbiras.
sms: Tarǩkeem kruugg sizz kolle jm. toimmjemõõutilooǥǥ personkååŠdd, hååidast åårai päärna, toimmjemõõutilooǥǥâst kõŠlljeei oummu, toimmjemõõutilooǥǥ ålgg - da siisǩesââŠj di toimmjemneäŠvv da âlddpirrõz.

source: Sápmelaš árabajásgeassinovttadagas ollášuhtton kultuvrii gullevaš máŋggabealat doaibma mánáiguin ee. dolastallan, earálágan dáhpáhusaide ja reaissuide oassálastin gáibida válmmaštallamiid ovddalgihtii, ovttasbarggu ja dorvvolašvuođaoainnuid vuhtii váldi plánema sihke doarvái bargoveahkaresurssaid.
sms: SäŠmmlain håiddâkksai peâmmpeâmmõõutilååǥǥin čõđtum kulttuure kuulli määŋgbeäŠllsaž toimmjumuš päärnaivuiŠm jm. tollstõõllmuš, jeeŠresnallšem šõddmuužžid da jååttmuužžid vuäŠssõõttmuš õõlǥad õõudǩiõtte järjstõõllmuužžid, õhttsažtuââj da staanvuõđ vuâmmšeei plaanmuužž di rijttjeei personkåŠddresuurssid.

source: Reaissuid jed. sáhttá ordnet ovttasbargguin máná bearrašiin, sogain ja resursabargoveagain, muhto maiddái dáid diliin galgá doaimmas vástideaddji bargoveahka čielggadit ovddasvástádus- ja dorvvolašvuođagažaldagaid vánhemiiguin ovddalgihtii.
sms: Jååttmuužžid dn. vueitet järjsted õhttsažtuâŠjast päärna piârri, sooǥǥ da resurssipersonkååŠddivuiŠm, le-ša še täin vueŠjjin ferttai toimmjumuužžâst vaŠstteei personkååŠdd selvvted vasttumuš- da staannvuõttkõjldõõzzid puärrsivuiŠm õõudǩiõtte.

source: Árabajásgeassimis dahkat mánáid fievrredanrávvagiid sihke soahpat dárbbašettiin ovttas máná vánhemiiguin girjjálaččat máná oassálastimis ee. mohtorgielká-, fanas- je. reaissuide ja dain gáibiduvvon dorvobiergasiin (suodjegahpirat, gádjunliivvat).
sms: Håiddâkksai peâmmõõutilååǥǥin raajât päärnai jååđtemvuäpstõõzzid di suåvad taarbšeest õõutveäkka päärnai puärrsivuiŠm keŠrjjvuađalt päärnai vuäŠssõõttmuužžâst jm. motorǩealkk - võõnâs – dn. jååttmuužžid da tõin õõlǥtum staan- neäŠvvain (suõŠjjkeäŠpper, peäŠlšštemliiŠjvv).

source: Sierra doarjja árabajásgeassimis
sms: JeeŠrab tuäŠrjj håiddâkksai peâmmʼmuužžâst

source: Juohke máná šaddan, ovdáneapmi ja oahppan leat persovnnalaččat.
sms: Juõǩǩka päärna šõddmuš, õuddnumuž da mättjumuš lij persoonlaž.

source: Mánná sáhttá dárbbašit doarjaga fysalaš, diđolaš, dáiddolaš, dovdoeallima dahje sosiála ovdáneami surggiin.
sms: Päärnaž vuäitt taarbšed tueŠrjj fyyslaž, teađlaž, ceäŠppvuađlaž, tobdd-jieŠllem leŠbe sosiaalaž õuddnumuužž vueŠssvuuŠvdin.

source: Doarjaga dárbu sáhttá boahtit dalle, go máná šaddandilit leat áitaga vuolde dahje eai dorvvas su dearvvašvuođa ja ovdáneami.
sms: PeiŠvvhååid tarbb vuäitt šõddâd teŠl, ko päärna šõddâmvueeŠjj jouŠdde vaarrvuâŠlla leŠbe jie staan suu tiõrvâsvuõđ da õuddnumuužž.

source: Eandalii árabajásgeassima ja rávvehaga doaibma galget leat giddes ovttasbarggus máná oahppanváttisvuođaid ja ára doarjaga dárbbu earuheamis.
sms: JeeŠrben håiddâkksai peâmmtuââŠj da vuäŠpstempääiŠǩǩ ferttai toimmjed čaapp õhttsažtuâŠjast päärnai mättjemvaiggadvuõđi da ääiŠjbuš tueŠrj taarbb tobddstumužže.
